{
    "d9711f26e0c211137ef6e2e9d2e826c0": "Security and authentication",
    "812a364f20cbdd0fdbafef85c224b3c6": "Nextcloud is designed to protect user data <br \/>\n\t\t\tthrough multiple layers of protection.",
    "91af6d3355db5ebaf9958fcff2db9d9f": "Security process",
    "c2ee35e92f70c19a62fa194981db32a0": "Security bugs are like technical debt: fixing them later is expensive. Our strategy is thus to prevent them from happening through a rigorous focus on security through the entire life cycle of our product.",
    "692f7e32b70c1cad0aa6cee8b77e964e": "Click each step in the process to learn more",
    "21ce227100bf9b32312785e72057783c": "Security training",
    "93464b796c30b42b99f53a41df845b08": "We provide",
    "d8c482138c23d9e886b2bba2c1c04830": "Information for Developers\">detailed documentation<\/a> about common web security vulnerabilities",
    "949e9e6f7a4fc6c6e4f4ada5b8bb58e6": "We organize internal and <a href=\"https:\/\/conf.nextcloud.com\/conference\/NextcloudConference2016\/program\/proposal\/4\">public security trainings<\/a>",
    "53c2c56c32b885cd15f66903df0a3291": "Developers are asked to fix security issues they caused themselves",
    "5a2ebfb8baa378cfcfcba58bbb1380c2": "Requirements",
    "39c025ce09b6c91e9c2c99141da6ee01": "Privacy and security risks are analyzed and requirements are established",
    "ac77d9395a777a4b454813db9456b04d": "We employ advanced <a href=\"\/security\/threat-model\/\">threat modelling \/ attack surface analysis<\/a>",
    "3aee7cef86c683c9f07bdc751748a248": "Designs are reviewed for security implications",
    "b672f52ade975e864ae6b58722c03689": "Implementation",
    "7fe893d2afee729cc1f1a8d059522436": "Unsafe functions are forbidden (e.g. unserialize, non-prepared statements and unsafe comparisons)",
    "8ea640f588da3f3e7c6d67d19f83075e": "Our internal functions are designed to provide secure defaults for developers",
    "981d88d7d5be30736192592af547ac1b": "We employ a strict mandatory code review process with 2 reviewers besides the original developer",
    "52b8ffce119fe77b28034f2fdd35eb5f": "Verification",
    "29a22e538597a12443c227f4ec782bed": "We regularly run static and dynamic security scans",
    "d26f36a08bd8ad4ea466d977de2254a9": "We follow industry best practices in disclosing security issues fixed in a release: 2 weeks after the release is made available.",
    "33cae5103855d236d842796d4fe368fa": "Advisories with CVE identifiers are published",
    "d64ed3e9c10229648e069f56e32f4c8e": "Response",
    "0a423d1c696e7e179bd4207186769304": "We run a <a href=\"https:\/\/hackerone.com\/nextcloud\">successful bug bounty program with high payouts<\/a>, up to EUR 5000",
    "bd51e265fcaf83da1a68e8915715499b": "Statistics show a massive decrease of valid external security reports",
    "d35e5871a2fc43dc28ef0dcd2806bfd3": "Security bug bounties",
    "3f1f210a89d6cfa4c8029b4c67d58cfe": "We have partnered with the HackerOne platform because of its extraordinary popularity among IT security professionals. More than 3,000 hackers have reported over 24,000 bugs via the platform. Running a program on HackerOne allows us to quickly leverage the collective knowledge of a huge amount of these security experts.",
    "d4e11fcc96d41aeb6edc7d1316c80d96": "Anyone reporting a security vulnerability in Nextcloud can earn up to USD 5000, making ours some of the highest security bug bounties in the open source industry. For more details, <a href=\"https:\/\/nextcloud.com\/blog\/introducing-the-nextcloud-bug-bounty-program\/\">see our announcement<\/a>.",
    "84d7f77d1e42d60d8468a9ca171ef9c9": "Find an example of RhinoSecurityLabs blogging about <a href=\"https:\/\/rhinosecuritylabs.com\/2016\/10\/operation-ownedcloud-exploitation-post-exploitation-persistence\/\">a security issue dealt with here<\/a>.",
    "93ea6c12d5f52350d14e817fbbdd616b": "Authentication capabilities",
    "dbe3370063255955b0d0d0a69315ffb5": "The Nextcloud authentication system supports pluggable authentication including two-factor authentication and device specific passwords, complete with a list of connected browsers and devices on the users’ personal page.",
    "a511c246b585d2602f3ce800ce465170": "Active sessions can be invalidated through the list, by removing the user in the admin settings or by changing passwords. Admins can enable or disable two-factor authentication for users on the command line.",
    "0ce73376330a7efad71121952c7a86f1": "Nextcloud supports SAML 2.0 (“Shibboleth”) authentication and has extensive LDAP directory integration.",
    "ce33bdc664e47dba14934ef9e6eecc3f": "Brute force protection",
    "d9d4ddca01f67f1834b17decbbfcfe17": "Brute Force Protection logs invalid login attempts and slows down multiple attempts from a single IP address (or IPv6 range). This feature is enabled by default and protects against an attacker who tries to guess a password from one or more users.",
    "5801003bd038d5d4deb24b1ef16051e8": "You can find more information on hardening your Nextcloud installation in our extensive",
    "d2ccbe91fd5f83031fc06f68cdf8c304": "Information for Admins\">hardening guide<\/a>",
    "addb25ae677e0b8a55734ab57c09d585": "Security hardening",
    "7fb5c5e87c835a8b23bb6ebf9abecebf": "Nextcloud employs a wide variety of extra security hardening capabilities, including:",
    "7232b2cfdea953afe7f0087a11712c9b": "Content Security Policy",
    "27345ab89a3c504a1046bb0797d6320b": "First implementation in 2013",
    "a6edce16244700554ec0450a9304288f": "<a href=\"https:\/\/blogs.dropbox.com\/tech\/tag\/content-security-policy\/\">Dropbox implemented it in 2015<\/a>",
    "3f294103a6202a767101d39c97a2d1f8": "Same-Site Cookies",
    "ea2b69ad482ecdbaf4db9f0c7cc3ea94": "Cookies will only be sent if request originates from the same origin (preventing CSRF vulnerabilities)",
    "89a9dc550884c5f8c032811b983356f3": "Currently only supported in Chrome and Opera, Mozilla is working on Firefox support.",
    "d7f2615c71a1567cc13cf3a7f7de0aea": "Encryption",
    "43083426fb967e8b72b6394107cee4a4": "Nextcloud employs industry-standard TLS to encrypt data in transfer. On the server, admins can enable server side encryption for extra protection.",
    "97b4b24be30e3bbb8e28f83a3b6900e2": "Server side encryption protects files on the Nextcloud server or external storage from being seen by third parties. As files are encrypted and decrypted on the Nextcloud server, this does not protect from malicious system administrators or a compromised server but it provides an additional layer of protection for cases when server hardware gets stolen.",
    "2aef00d06ca186b479f52d7d69cdb31b": "Encryption is particularly useful when used in combination with external storage as the third party storage system will never see unencrypted files.",
    "1a014a83e0de8e3bc0230c3863097703": "Nextcloud supports pluggable encryption key handling. If you have an external key server, this can be made to work with Nextcloud.",
    "019e27130536b27b00cef29345fd6cc4": "Administrators can set a system wide recovery key for encrypted files. This ensures that, even when users lose their password, files can always be decrypted. Encrypted files can be shared but after changing encryption settings, shares will have to be re-shared.",
    "a450412370aefa407cefc0e4e1088619": "Learn how to use server side encryption in our",
    "727833a5cfa73fb2699fdd7927524600": "Server Side Encryption Configuration\">documentation<\/a>",
    "46fa564bb1eed5cd3992cac85e8f094b": "Screenshots"
}