{
    "7eadb3c6bc190321ae4098bf00dd870f": "File access & sharing",
    "91decdb0ae05563b02a47a3254a07213": "Security & control",
    "430b3dbf6c365c6f994bcfa4776e18ad": "Mobile & desktop clients",
    "6a678a1fdeebc90c771a4cd59c299c50": "External storage",
    "4bb9b44f1ff60b5ec30ed52eb367f680": "Calendar & Contacts",
    "b4f27a7ebd65987d41c717b51fb94f72": "Secure audio & video calls",
    "9dbe1910f8cc0e0bbede2883595e48c6": "Collabora Online Office",
    "963af87b81aa3e4e6f26fb5e5cb8a9b8": "Videos of Nextcloud in action",
    "0e44a830ae594a72821a97288e84fa63": "Nextcloud puts you in control",
    "1d6e9a5705e289e78d285e842e20aae9": "Nextcloud puts your data at your fingertips, under your control. You store your photos, calendar, contacts and documents on a server of your choosing, be it at home, a rented server or at one of our <a href=\"\/providers\">providers<\/a>. Your existing data can stay on that FTP drive at work, dropbox or a NAS you have at home, while you access it through Nextcloud.",
    "d8cc7bce524e6da760e5c49241108efa": "A trusted solution giving you access to all data you care about in one convenient place!",
    "fd1cfbc6c0d342903f080de821ff3044": "File access and sharing",
    "9dfc5fa181b63c51d1bea23549a45f0c": "Your files everywhere",
    "d7b3b0267aa066eab7276f3047a37295": "Nextcloud gives you access to all your files wherever you are and whatever device you use.",
    "7a555aa46197928f85f1723c52b4dd1c": "The easy web interface allows you to share files with other users on your server, to create and send password protected public links, to let others upload files to your cloud and to get notifications on your phone and desktop when a user on another cloud server shares files directly with you. And you can do all these things from the desktop or mobile clients, too.",
    "f4d7cec2818b5771dfd53cacbadb4bd2": "Nextcloud makes sharing and collaboration easy!",
    "be2c1b649b40d31296c0818fef9cb84e": "Security and control",
    "271f20441abfd5cb7f9ae05dacf1b8e4": "Security first",
    "0e6d27ca11a2a5b27167ed932658b9d6": "We are deeply committed to protect the safety of the data of our customers. Because:",
    "84da0b31bcd33dc9ddd6ef80b4973d37": "our development follows industry best practices around security",
    "51bd5cdbf0bd45c6b63b99b4f76672b4": "we implement a wide variety of security features and hardening",
    "545ad2ae1c06b9f0608fcb64321a2b3a": "we offer the <a href=\"https:\/\/nextcloud.com\/introducing-the-nextcloud-bug-bounty-program\/\" target=\"_blank\">highest security bug bounties in the open source industry<\/a>",
    "697ee43b5ed06730fac488b226cce528": "we are confident that Nextcloud offers the best security in the open source file sync and share industry.",
    "c58e01d649ac9d8344399c8012d5bfab": "Workflow management",
    "032e74a117f6f28d0a0ac961251cbb28": "With Nextcloud, system administrators can control and direct the flow of data between users on or between servers. Rule based file tagging and responding to these tags as well as other triggers like physical location, user group, file properties and request type enables administrators to specifically deny access to, convert, delete or retain data following business or legal requirements.",
    "3a94bea72a1a102c6cd4d3d9bb768f98": "Nextcloud puts you in control of your data and keeps it safe.",
    "6dd211704eae3c1c26c890d3d0c1fd38": "Monitoring your Nextcloud server",
    "7883b41e9d0a867dfb60cae22fa5ffc6": "The Server Information app provides a way for admins to monitor the health and performance of a Nextcloud system. Besides the graphical UI, an API endpoint provided makes it possible for system administrators to import this data in their monitoring app so they can keep an eye on Nextcloud operations from the same place they monitor the rest of their infrastructure.",
    "cf2c16f56ee83c659d8f2011dec9ba8a": "Mobile and desktop clients",
    "f80dcceca6d48b535b4973eba0646fd0": "\n\t\t\tNextcloud clients for Android, iOS and desktop systems allow you to sync and share files, in a fully secure way through an encrypted connection. The mobile clients feature automatic upload of pictures and videos you take and can synchronize select files and folders. The clients can handle multiple accounts, show all activity happening on your server and notify you of new events such as the availability of new shares.",
    "ab768ba84959985a60c03b6713be3cd7": "While not all clients support all features yet, here is a non-exhaustive list of what you can do today:",
    "0990ab8e1984aed7805f8175ff387fbd": "Perform file operations such as rename, delete and move",
    "ca2f1510dd8fbf524806c58f7fcd234b": "Show previews of documents, photos and videos and choose between list and grid view",
    "e120d260f33e715ea11b2693e5dfdead": "Mark files as favourites to keep them in sync with the server and available offline",
    "8a939a851dabe54ff7ec98f601e4495a": "Upload pictures taken with your phone's camera automatically",
    "0159cc74049f9acd5e2f0a2f5dc7ce4c": "Share files directly with users on your Nextcloud, with other cloud servers or via public link",
    "d0690aa6b7efb310aa9398ce57f24416": "Get notified of shares or other events",
    "ee0c6953475e85d096fde26e3ee560c0": "Show all activity related to your files",
    "27c631d75ce4f4556e7e629ea9a50e2c": "The external storage feature of Nextcloud gives you access to your data wherever it is. Nextcloud can access files stored with a wide variety of popular cloud service providers such as Amazon, Google and Dropbox, but you can also access them using standard protocols such as (S)FTP, WebDAV and more.",
    "a5ab270e36bb6e8ff0908fa9c049ae6d": "The Encryption App can encrypt data at rest for both local and remote storage, protecting data stored on networks outside of your infrastructure. Keys can be handled by an external key management server or stored locally, on the server. Nextcloud will keep your data where it is and retrieve it over a secure communication channel whenever you need to access it.",
    "ee52f2383d23f6813d7628a3afd63d5e": "External storage features:",
    "e978b06b751426e2053d11e3a47fa1e4": "Support for SWIFT, (S)FTP, WebDAV, Amazon S3, Google Drive, Dropbox, SMB\/CIFS\/Windows Network Drive",
    "e9a1f3920f561485fc4fc0194ca0b643": "and OpenStack Object Storage (Swift).",
    "342663fe2de9752b48f5f623458262df": "Full server side encryption with optional external key management",
    "1b09590a8823db59af5c9932cec5ac9e": "Encryption can be enabled or disabled for each external storage system",
    "84442a4080faaea47c9e64e1bd1a797c": "Administrators can control the list of external storage types users have access to",
    "e1865965e1f3bec709fcf613caa5c8ee": "Calendar and Contacts",
    "a4a29632a20dcd0e96ca910836029b1d": "The Nextcloud Calendar and Contacts apps allow you to store, sync and share your plans and contacts. You can share with users or groups on your server or sync the calendar or contacts with your devices and access them wherever you are.",
    "c3b317aebd61285d4283854b4f3f25d1": "The Calendar and Contacts app feature:",
    "7f060cae24b8c831926ab4eedf43af63": "Easy to use interface",
    "323dca10c3782238cef3dfef2ff51773": "Private and shared calendars and addressbooks with permissions management",
    "9910e670aeadabb96f08cf4aec410d72": "CalDAV and CardDAV sync with third party clients both on mobile and desktop (i.e with Thunderbird)",
    "c228631d6d9110af31e1f58562dcd366": "Secure audio and video calls",
    "6283d55881b92d69d822769d43393007": "<a href=\"\/spreedbox\" class=\"btn btn-primary morebutton\">The Spreedbox <i class=\"icon-arrow-circle-o-right icon\"><\/i><\/a>",
    "f1095137f616aa160253272cc94fb338": "<a href=\"https:\/\/spreed.me\" class=\"btn btn-primary morebutton\" target=\"_blank\">Test Spreed.ME <i class=\"icon-arrow-circle-o-right icon\"><\/i><\/a>",
    "7551166779e4a37eaa5e44cc06290455": "Operate your own secure and private audio\/video and text chat. Your own video meeting service is accessible through browsers and dedicated apps on computers, mobile phones and tablets through the Internet or limited to an Intranet. Make a call, invite your friends and clients, and collaborate in closed groups through secure, end to end encrypted video\/audio, text messaging, and document and file sharing. The Spreed.ME technology used offers peer to peer, WebRTC based communication channels which can not be intercepted even by the admin of the server. It provides an easy ot use interface and can optionally interface with telephone lines, handling up to 10 participants in one session and tens of sessions on a single server.",
    "3bc7fa0f5fb820ce943ef96ef19c1ab9": "You can integrate this secure communication in your Nextcloud server or purchase our Spreedbox appliance in one cool, aluminum cube!",
    "55fa87db7442422fcc6ff674e632da27": "<a href=\"\/webrtc\" class=\"btn btn-primary morebutton\">Communication in Nextcloud <i class=\"icon-arrow-circle-o-right icon\"><\/i><\/a>",
    "8656032a967c1565ed6ff3aecc21add9": "Collabora Online is a powerful LibreOffice-based online office suite which supports all major document, spreadsheet and presentation file formats.",
    "d6295c05503596b3ed3528aee83e3ef7": "Features:",
    "097c49fdb116c87e545b0f2b66d08f0d": "Large document format support:",
    "93299f6451721c8f7b54c55b559552ea": "DOC, DOCX, PPT, PPTX, XLS, XLSX",
    "a0e28de0378d3810ecd8c3e89b9a190b": "ODF, ODS, ODP",
    "6d46f5287a0ca79a60bea173a8aa4343": "Visio (read-only), Publisher, + 100 more",
    "60d55272cc17cf5560d6e51d896a9ead": "High fidelity, WYSIWYG rendering",
    "467c581ea064c2a69d72c6d06d24a633": "Basic editing functions",
    "1c35a7b5609589f633541b599cfa7121": "Shared editing",
    "229fedb16d6bab1730ede2dcfb71a7fd": "One editor at a time, others can see changes live. You can assign a different editor at any time.",
    "579704b887004ef16962a97edde3055e": "And more.",
    "d4f9b62d83a8b89beb62f04ddf755454": " Nextcloud is open source - there are no limitations and you can inspect, integrate, extend and modify Nextcloud however you want",
    "7f5b08a79c551325fb7c75fa35233911": "Nextcloud offers an easy to use user interface which comes with search functionality, favorites, tags and even more ways to quickly reach the files you need",
    "3fdc82f3f75da8872bdf8e8982b3296c": "Document editing and thumbnail previews of PDF, images, text files, office files and more",
    "81c3c22d85f155ea6331e9767afcd310": "Integration of anti-virus scanning functionality with the anti-virus app",
    "02f422efb360c8eec0c0317e9a5282b4": "LDAP \/ Active Directory integration and Shibboleth \/ SAML 2.0 support",
    "44bc43e90de9047bb678480a7a5c61d9": "Pre-loaded files and folders for new users. Populate a new user's Files area with, for example, a tutorial file, which appears when they first log in.",
    "8f262831a81e1053c6f85b655482e215": "Powerful, integrated logging and password policy control functionalities",
    "c41e597dd5eac6dfdba1662ae6b962de": "Fine-grained control from mobile, desktop or the Web over data access and sharing capabilities. Pick from the list of users and groups, stored either locally or on another, authorised, server. ",
    "a9a700d9e6c41d4bd3a986bc13b286ac": "Advanced quota management with configurable accounting of external storage",
    "6dc27fd1506eb167408a39542b28866b": "Sharing and Provisioning REST APIs. Facilitates the integration of remote 3rd party apps",
    "d9bc9910c562d22acf2bfb2505ef759f": "Quick access to core functions for app development with the powerful Nextcloud App API and webhooks following the publication \/ subscription model",
    "7787856a2436bdbd52cdbd180db84d08": "Built in, easy to use theming",
    "e0d314e832a64222a98adac28f07cdf4": "Install Nextcloud Server ",
    "97bc592b27a9ada2d9a4bb418ed0ebed": "now",
    "840b8ea415382c1794f7c2f98662d677": "Nextcloud in Action",
    "034df5ad710718bd31230c539cac83f3": "Theming your Nextcloud in 30 seconds!",
    "30d5b340ccd8e93f9d281586b5395956": "Creating an anonymous upload link",
    "da7283ea8d929ab9cd5f98321c75d308": "Shorten share URL: removing index.php",
    "8d6336c50961623bb518ac213c24a4b6": "Collabora Online Office in Nextcloud",
    "574f2c9db7221a952b84d3d5b62b3c4a": "Get involved!",
    "2197fba6a6546b29d091765a564c48bc": "Discuss Nextcloud<\/a>",
    "cf34a0fc15b21896d0dca06d0dc34d38": "Contribute to Nextcloud<\/a>"
}